import React from 'react';

const Terms = () => {
    return (
        <div className="terms">
            <div className='container'>
                <p className='terms__heading'>Условия Сотрудничества</p>
                <p className='terms__subheading'>Общие положения</p>
                <p className='terms__texts'>1. Порядок взаимодействия с клиентами (физические лица) в ООО «ДФС» (далее – «Порядок») разработан в соответствии с Правилами оказания услуг, связанных с созданием и размещением цифровых знаков (токенов), и осуществления операций по созданию и размещению собственных цифровых знаков (токенов), утвержденными решением Наблюдательного совета Парка высоких технологий (далее – «ПВТ»), Правилами осуществления деятельности оператора криптоплатформы, утвержденными решением Наблюдательного совета ПВТ, Положением о требованиях к правилам.внутреннего контроля резидентов ПВТ, утвержденными решением Наблюдательного совета ПВТ, локальными нормативными правовыми </p>
                <p className='terms__texts'>2. Настоящий Порядок определяет взаимодействие Организации с физическими лицами, которые приобрели (намереваются приобрести,) у Организации цифровые знаки (токены) (далее – «Клиент» и «Токен» соответственно).</p>
                <p className='terms__subheading'>Общие требования к клиентам</p>
                <p className='terms__texts'>5.2. нерезидентам Республики Беларусь, если это противоречит законодательству государства, гражданами (подданными) которого являются нерезиденты Республики Беларусь и (или) на территории которого они имеют постоянное место жительства в соответствии с видом на жительство (или аналогичным документом) либо зарегистрированы.</p>
            </div>
        </div>
    )
}

export default Terms;